import React from 'react';

const HomePage = () => {
  return (
    <div>
      <h2>Вітаємо у вашому персональному додатку для керування контактами!</h2>
      <p>
        Цей додаток допоможе вам легко та зручно зберігати, редагувати та
        організовувати ваші контакти. Ви зможете:
      </p>
      <ul>
        <li>
          Швидко додавати нові контакти та зберігати важливу інформацію про них.
        </li>
        <li>
          Організовувати та шукати контакти за допомогою зручної пошукової
          системи.
        </li>
        <li>
          Захищати свої дані, оскільки доступ до контактів можливий лише після
          авторизації.
        </li>
      </ul>
      <p>
        Наш додаток забезпечує простий інтерфейс і високу функціональність, щоб
        ви завжди мали доступ до важливих контактів у будь-який час та в
        будь-якому місці.
      </p>
      <p>
        Розпочніть роботу вже зараз – зареєструйтесь або увійдіть у свій
        обліковий запис, щоб отримати повний доступ до всіх можливостей!
      </p>
    </div>
  );
};

export default HomePage;
